---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VolumeNet
source: html/ab5ddbcb-8a97-f2ac-bb76-17348cc6909d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VolumeNet Property

"Net cut/fill"

## Syntax (C#)
```csharp
public static ForgeTypeId VolumeNet { get; }
```